Repository: ciromattia/cakephp_lxp
Catalog: bookmark/locale/*/LC_MESSAGES/migrations.po
Languages: it_it

source: Class `%1$s` not found on file `%2$s` for %3$s.
it_it: Classe `%1$s` non trovata nel file `%2$s` per %3$s.

source: File `%1$s` not found in the %2$s.
it_it: File `%1$s` non trovato in %2$s.

source: %2$s does not contain a proper map.php file.
it_it: %2$s non contiene un file map.php corretto.

source: Migration direction (%s) is not one of valid directions.
it_it: La direzione di migrazione (%s) non è valida.

source: Migration action type (%s) is not one of valid actions type.
it_it: Il tipo azione di migrazione (%s) non è valido.

source: Table "%s" already exists in database.
it_it: La tabella "%s" esiste già nel database.

source: SQL Error: %s
it_it: Errore SQL: %s

source: Table "%s" does not exists in database.
it_it: La tabella "%s" non esiste nel database.

source: Field "%s" does not exists in "%s".
it_it: Il campo "%s" non esiste in "%s".

source: Field "%s" already exists in "%s".
it_it: Il campo "%s" esiste già in "%s".

source: Interrupted when running "%s" callback.
it_it: Interruzione durante l'esecuzione della callback "%s".

source: Creating table :table.
it_it: Creo la tabella :table.

source: Dropping table :table.
it_it: Elimino la tabella :table.

source: Renaming table :old_name to :new_name.
it_it: Sposto la tabella :old_name in :new_name.

source: Adding field :field to :table.
it_it: Aggiungo il campo :field a :table.

source: Dropping field :field from :table.
it_it: Elimino il campo :field: da :table.

source: Changing field :field from :table.
it_it: Modifico il campo :field in :table.

source: Renaming field :old_name to :new_name on :table.
it_it: Rinomino il campo :old_name in :new_name in :table.

source: Adding index :index to :table.
it_it: Aggiungo l'indice :index a :table.

source: Dropping index :index from :table.
it_it: Elimino l'indice :index da :table.

source: No migrations available.
it_it: Nessuna migrazione disponibile.

source: Not a valid migration version.
it_it: Versione di migrazione non valida.

source: Please, choose what version you want to migrate to. [q]uit or [c]lean.
it_it: Scegliere la versione alla quale migrare. [q]uit o [c]ancella.

source: Running migrations:
it_it: Lancio le migrazioni:

source: An error occurred when processing the migration:
it_it: Errore durante la migrazione:

source: Migration: %s
it_it: Migrazione: %s

source: Error: %s
it_it: Errore: %s

source: All migrations have completed.
it_it: Tutte le migrazioni sono state completate.

source: Please enter the descriptive name of the migration to generate:
it_it: Inserire una descrizione della migrazione da generare:

source: Migration name (%s) is invalid. It must only contain alphanumeric characters.
it_it: Il nome (%s) non è valido. Deve contenere solamente caratteri alfanumerici.

source: Do you want compare the schema.php file to the database?
it_it: Si vuole confrontare il file schema.php con il database?

source: Comparing schema.php to the database...
it_it: Confronto di schema.php con il database...

source: Do you want generate a dump from current database?
it_it: Si vuole generare un dump per il database attuale?

source: Generating dump from current database...
it_it: Genero il dump dal database attuale...

source: Generating Migration...
it_it: Genero la migrazione...

source: Mapping Migrations...
it_it: Mappatura della migrazione...

source: Done.
it_it: Fatto.

source: Current version:
it_it: Versione attuale:

source: None applied.
it_it: Nessuna applicazione.

source: Latest version:
it_it: Ultima versione:

source: Current migration version:
it_it: Versione migrazione attuale:

source: Available migrations:
it_it: Migrazioni disponibili:

source: applied
it_it: applicata

source: not applied
it_it: non applicata
