Repository: ciromattia/cakephp_lxp
Catalog: bookmark/locale/*/LC_MESSAGES/ratings.po
Languages: it_it

source: Your rate was successfull.
it_it: Il voto è stato registrato correttamente.

source: You have already rated.
it_it: Hai già votato.

source: Invalid rate.
it_it: Voto non valido.

source: Invalid rating mode %s.
it_it: Modalità di voto non valida %s.

source: Invalid Rating
it_it: Votazione non valida

source: Invalid Record
it_it: Record non valido

source: You can not vote on your own records
it_it: Non è possibile votare i propri record

source: You have already rated this record
it_it: Hai già votato questo record

source: You must set the id of the item you want to rate.
it_it: Indicare l'id dell'elemento da votare.

source: Rate!
it_it: Vota!
