Repository: ciromattia/cakephp_lxp
Catalog: fileshare/locale/*/LC_MESSAGES/default.po
Languages: it_it

source: Invalid upload
it_it: File non valido

source: The upload has been saved
it_it: Il file è stato salvato

source: The upload could not be saved. Please, try again.
it_it: Impossibile salvare il file. Si prega di provare nuovamente.

source: Invalid id for upload
it_it: Id non valido per il file

source: Upload deleted
it_it: File eliminato

source: Upload was not deleted
it_it: Il file non è stato eliminato

source: Invalid user
it_it: Utente non valido

source: The user has been saved
it_it: L'utente è stato salvato

source: The user could not be saved. Please, try again.
it_it: Impossibile salvare l'utente. Si prega di provare nuovamente.

source: Invalid id for user
it_it: Id non valido per l'utente

source: User deleted
it_it: Utente eliminato

source: User was not deleted
it_it: L'utente non è stato eliminato

source: CakePHP: the rapid development php framework:
it_it: CakePHP: il framework PHP di sviluppo rapido:

source: CakePHP: the rapid development php framework
it_it: CakePHP: il framework PHP di sviluppo rapido

source: Your tmp directory is writable.
it_it: La directory tmp è scrivibile

source: Your tmp directory is NOT writable.
it_it: La directory tmp NON è scrivibile.

source: The %s is being used for caching. To change the config edit APP/config/core.php
it_it: %s viene usato per il caching. Per modificare la configurazione modificate APP/config/core.php

source: Your cache is NOT working. Please check the settings in APP/config/core.php
it_it: La cache NON è attiva. Per favore, controlla le impostazioni in APP/config/core.php

source: Your database configuration file is present.
it_it: Il file di configurazione del database esiste.

source: Your database configuration file is NOT present.
it_it: Il file di configurazione del database NON esiste.

source: Rename config/database.php.default to config/database.php
it_it: Rinomina config/database.php.default in config/database.php

source: Cake is able to connect to the database.
it_it: Cake è riuscito a connettersi al database.

source: Cake is NOT able to connect to the database.
it_it: Cake NON è riuscito a connettersi al database.

source: Editing this Page
it_it: Modifica della pagina

source: To change the content of this page, edit: %s To change its layout, edit: %s You can also add some CSS styles for your pages at: %s
it_it: Per modificare il contenuto di questa pagina, modifica: %s Per modificarne il layout, modifica: %s Puoi anche aggiungere stili CSS per le pagine in: %s

source: Add Upload
it_it: Aggiungi File

source: Submit
it_it: Invia

source: Actions
it_it: Azioni

source: List Uploads
it_it: Elenco File

source: List Users
it_it: Elenco utenti

source: New User
it_it: Nuovo utente

source: Edit Upload
it_it: Modifica File

source: Delete
it_it: Elimina

source: Are you sure you want to delete # %s?
it_it: Sei sicuro di voler eliminare # %s?

source: Uploads
it_it: File

source: View
it_it: Vedi

source: Edit
it_it: Modifica

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
it_it: Pagina %page% di %pages%, mostrati %current% record su %count% totali, record iniziale %start%, finale %end%

source: previous
it_it: precedente

source: next
it_it: successivo

source: New Upload
it_it: Nuovo File

source: Upload
it_it: File

source: User
it_it: Utente

source: Title
it_it: Titolo

source: Description
it_it: Descrizione

source: Filename
it_it: Nome file

source: Filesize
it_it: Dimensione

source: Filemime
it_it: MIME

source: Created
it_it: Creato

source: Modified
it_it: Modificato

source: Download
it_it: Scarica

source: Delete Upload
it_it: Elimina File

source: Related Users
it_it: Utenti

source: Add User
it_it: Aggiungi utente

source: Edit User
it_it: Modifica utente

source: Users
it_it: Utenti

source: Delete User
it_it: Elimina utente

source: Related Uploads
it_it: File collegati

source: User Id
it_it: Id utente

source: Debug setting does not allow access to this url.
it_it: Le impostazioni di debug non permettono di accedere a questo indirizzo.
